//READJCL2 JOB  1,NOTIFY=UNTG020
//COBOL1   EXEC IGYWCLG,
//         PARM.COBOL='XREF,LIB'
//COBOL.SYSPRINT DD SYSOUT=*
//COBOL.SYSIN    DD DSN=UNTG020.COBOLPGM(READCBL2),DISP=SHR
//GO.SYSOUT      DD SYSOUT=*
//GO.SYSPRINT    DD SYSOUT=*
//GO.VENDIN      DD DSN=UNTG020.COBOLIN(READDAT2),DISP=SHR
//GO.VENDOUT     DD DSN=UNTG020.COBOLOUT(READPRT2),DISP=SHR
//
